Repository: Artexacta/KPITool
Catalog: Software/KPITOOLWebApp/App_GlobalResources/Activity.*.resx
Languages: es

# ButtonBackList
source: Back to the Activity List
es: Volver a la Lista de Actividades

# LabelEnterName
source: Enter the activity name
es: Ingrese el nombre de la actividad

# LabelName
source: Activity Name
es: Nombre de la Actividad

# LabelSelectActivity
source: [Select an activity]
es: [Seleccione una actividad]

# MessageActivityHas
source: This activity has
es: Esta actividad tiene

# MessageActivityIconAbove
source: icon above
es: icono de arriba

# MessageActivityIconAbove1
source: icon above --
es: icono de arriba --

# MessageActivityNoObject
source: This activity does not have any objects. Create one by clicking on the
es: Esta actividad no tiene ningún objeto. Cree alguno hacienco click en

# MessageConfirmDelete
source: Please confirm that you wish to delete the selected activity. Note that activity that are deleted are moved to the Trash and you can recover the deleted activity for up to 30 days.
es: Por favor confirme que desea eliminar la actividad seleccionada. Notar que la actividad eliminada será movido al basurero y podrá recuperar hasta por 30 días.

# MessageCreateOk
source: The activity was created successfully.
es: La actividad fue creada correctamente.

# MessageDeleted
source: The activity was moved to trash successfully.
es: Esta actividad fue movida al basurero correctamente.

# MessageErrorActivityID
source: The activity ID cannot be zero.
es: EL ID de la actividad no puede ser cero.

# MessageErrorActivityList
source: Error to obtain the Activity List.
es: Error al obtener la Lista de Actividades.

# MessageErrorCreate
source: Error to create the Activity.
es: Error al crear la Actividad.

# MessageErrorDelete
source: Error to delete the Activity.
es: Error al eliminar la Actividad.

# MessageErrorGetActivities
source: Error to obtain the Activities List
es: Error al obtener la Lista de Actividades.

# MessageErrorGetActivity
source: Error to obtain the Activity information.
es: Error al obtener la información de la Actividad.

# MessageErrorGetForOrganization
source: Error to obtain the Activities by an Organization.
es: Error al obtener las Actividades de la Organización.

# MessageErrorGetForProject
source: Error to obtain the Activities by a Project.
es: Error al obtener las Actividades de un Proyecto.

# MessageErrorUpdate
source: Error to update the Activity.
es: Error al actualizar la Actividad.

# MessageGetActivity
source: Error to obtain the activity information.
es: Error al obtener la información de la Actividad.

# MessageNameEmpty
source: The name of activity cannot be empty.
es: El nombre de la actividad no puede estar vacía.

# MessageNameRequired
source: You must enter the Activity Name
es: Debe ingresar el nombre de la actividad

# MessageNoActivity
source: -- There are no Activities registered. Create one by clicking on the
es: -- No existen Actividades registradas. Cree alguna haciendo click en

# MessageUpdateOk
source: The activity was updated successfully.
es: La actividad fue actualizada correctamente.

# TitleActivities
source: Activities
es: Actividades

# TitleActivity
source: Activity
es: Actividad

# TitleCreateActivity
source: Create Activity
es: Crear Actividad
