Repository: Artexacta/KPITool
Catalog: Software/KPITOOLWebApp/App_GlobalResources/Categories.*.resx
Languages: es

# CancelButton
source: <i class='fa fa-times'></i> Cancel
es: <i class='fa fa-times'></i> Cancelar

# ConfirmDeleteCategory
source: return confirm('Are you sure to delete the category?')
es: return confirm('¿Está seguro de eliminar la categoría?')

# ConfirmDeleteItem
source: return confirm('Are you sure to delete the item?')
es: return confirm('¿Está seguro de eliminar el item?')

# DeleteColumn
source: Delete
es: Eliminar

# EditColumn
source: Edit
es: Editar

# ExistsIDCustomValidator
source: The ID already exists.
es: El ID ya está registrado.

# IdRequiredFieldValidator
source: Enter an ID.
es: Ingrese el ID.

# MessageCreatedCategory
source: The category was successfully registered.
es: Se registró correctamente la categoría.

# MessageCreatedItem
source: The item was successfully registered.
es: Se registró correctamente el ítem.

# MessageDeletedCategory
source: The category was successfully deleted.
es: Se eliminó correctamente la categoría.

# MessageDeletedItem
source: The item was successfully deleted.
es: Se eliminó correctamente el ítem.

# MessageEmptyCategoryId
source: The ID of the category can not be empty.
es: El ID de la categoría no puede ser vacío o nulo.

# MessageEmptyItemId
source: The ID of the item can not be empty.
es: El ID del ítem no puede ser vacío o nulo.

# MessageEmptyNameCategory
source: The name of the category can not be empty.
es: El nombre de la categoría no puede ser vacío o nulo.

# MessageEmptyNameItem
source: The name of the item can not be empty.
es: El nombre del ítem no puede ser vacío o nulo.

# MessageErrorCreateCategory
source: Error to create the category.
es: Ocurrío un error al registrar la categoría.

# MessageErrorCreateItem
source: Error to create the item.
es: Ocurrío un error al registrar el ítem.

# MessageErrorDeleteCategory
source: Error to delete the category.
es: Ocurrió un error al eliminar la categoría.

# MessageErrorGetCategories
source: Error to obtain the categories list registered.
es: Ocurrió un error al obtener el listado de categorías registradas.

# MessageErrorGetCategoriesByKpi
source: There was an error getting the list of categories by KPI.
es: Ocurrió un error al obtener el listado de categorías del KPI.

# MessageErrorGetCategory
source: Error to obtain the Category details.
es: Ocurrió un error al obtener la información de la categoría.

# MessageErrorGetItem
source: Error to obtain the Item details.
es: Ocurrió un error al obtener la información del ítem.

# MessageErrorGetItemsByCategory
source: Error to obtain the Items list by category.
es: Error al obtener el listado de ítems de la categoría.

# MessageErrorUpdateCategory
source: Error to update the category.
es: Ocurrió un error al actualizar la categoría.

# MessageErrorUpdateItem
source: Error to update the item.
es: Ocurrió un error al actualizar el ítem.

# MessageUpdatedCategory
source: The category was successfully updated.
es: Se actualizó correctamente la categoría.

# MessageUpdatedItem
source: The item was successfully updated.
es: Se actualizó correctamente el ítem.

# NameColumn
source: Name
es: Nombre

# NameLabel
source: Name:
es: Nombre:

# NameRequiredFieldValidator
source: Enter a name.
es: Ingrese el nombre.

# NewButton
source: <i class='fa fa-plus'></i> New Category
es: <i class='fa fa-plus'></i> Nueva Categoría

# NewItemButton
source: <i class='fa fa-plus'></i> New Item
es: <i class='fa fa-plus'></i> Nuevo Item

# NoDataItemRows
source: There are not registered items
es: No se tienen items registrados

# NoDataRows
source: There are not registered categories
es: No se tienen categorías registradas

# PageDetailsTitle
source: Category Details
es: Detalles de la Categoría

# PageTitle
source: Categories
es: Categorías

# RegularExpressionValidator
source: Invalid characters.
es: Caracteres inválidos.

# ReturnButton
source: Back to Categories list
es: Regresar al listado de Categorías

# SaveButton
source: <i class='fa fa-plus'></i> Save
es: <i class='fa fa-plus'></i> Guardar

# TitleDetailsLabel
source: Items list for the category {0} - {1}
es: Lista de Items para la categoría {0} - {1}

# TitleLabel
source: Categories list
es: Lista de Categorías
