Repository: Artexacta/KPITool
Catalog: Software/KPITOOLWebApp/App_GlobalResources/DataDetails.*.resx
Languages: es

# ActivitiesOrganizationLabel
source: Activities for Organization
es: Actividades para la Organización

# ActivitiesProjectLabel
source: Activities for Project
es: Actividades para el Proyecto

# ActivityNameColumn
source: Activity Name
es: Nombre de la Actividad

# AreaNameColumn
source: Area Name
es: Nombre del Area

# AreasOrganizationLabel
source: Areas for Organization
es: Areas para la Organización

# DownFromLastLabel
source: Down {0}% from last {1}
es: Baja {0}% respecto al anterior {1}

# KPINameColumn
source: KPI Name
es: Nombre del KPI

# KpiProgressColumn
source: KPIs Progress
es: Progreso de KPIs

# KpisActivityLabel
source: KPIs for Activity
es: KPIs para la Actividad

# KpisOrganizationLabel
source: KPIs for Organization
es: KPIs para la Organización

# KpisPersonLabel
source: KPIs for Person
es: KPIs para la persona

# KpisProjectLabel
source: KPIs for Project
es: KPIs para el Proyecto

# MessageErrorActivitiesByOrganization
source: Error to obtain the Activities list for the organization.
es: Ocurrió un error al obtener el listado de actividades para la organización.

# MessageErrorActivitiesByProject
source: Error to obtain the Activities list for the project.
es: Ocurrió un error al obtener el listado de actividades para el proyecto.

# MessageErrorAreasByOrganization
source: Error to obtain the Areas list for the organization.
es: Ocurrió un error al obtener el listado de áreas para la organización.

# MessageErrorGetActivity
source: Error to obtain the Activity details.
es: Ocurrió un error al obtener la información de la actividad.

# MessageErrorGetOrganization
source: Error to obtain the Organization details.
es: Ocurrió un error al obtener la información de la organización.

# MessageErrorGetPersona
source: Error to obtain the Person details.
es: Ocurrió un error al obtener la información de la persona.

# MessageErrorGetProject
source: Error to obtain the Project details.
es: Ocurrió un error al obtener la información del proyecto.

# MessageErrorKpisByActivity
source: Error to obtain the KPIs list for the activity.
es: Ocurrió un error al obtener el listado de KPIs para la actividad.

# MessageErrorKpisByOrganization
source: Error to obtain the KPIs list for the organization.
es: Ocurrió un error al obtener el listado de KPIs para la organización.

# MessageErrorKpisByPerson
source: Error to obtain the KPIs list for the person.
es: Ocurrió un error al obtener el listado de KPIs para la persona.

# MessageErrorKpisByProject
source: Error to obtain the KPIs list for the project.
es: Ocurrió un error al obtener el listado de KPIs para el proyecto.

# MessageErrorPeopleByOrganization
source: Error to obtain the People list for the organization.
es: Ocurrió un error al obtener el listado de personas para la organización.

# MessageErrorProjectsByOrganization
source: Error to obtain the Projects list for the organization.
es: Ocurrió un error al obtener el listado de proyectos para la organización.

# NoActivitiesOrganizationLabel
source: There are no Activities registered for this Organization
es: No hay actividades registradas para esta organización

# NoActivitiesProjectLabel
source: There are no Activities registered for this Project
es: No hay actividades registradas para este proyecto

# NoAreasOrganizationLabel
source: There are no Areas registered for this Organization
es: No hay áreas registrados para esta organización

# NoKpisActivityLabel
source: There are no KPIs registered for this Activity
es: No hay KPIs registrados para esta actividad

# NoKpisOrganizationLabel
source: There are no KPIs registered for this Organzation
es: No hay KPIs registrados para esta organización

# NoKpisPersonLabel
source: There are no KPIs registered for this Person
es: No hay KPIs registrados para esta person

# NoKpisProjectLabel
source: There are no KPIs registered for this Project
es: No hay KPIs registrados para este proyecto

# NoPeopleOrganizationLabel
source: There are no People registered for this Organzation
es: No hay personas registradas para esta organización

# NoProjectsOrganizationLabel
source: There are no Projects registered for this Organization
es: No hay proyectos registrados para esta organización

# PageTitleActivity
source: Activity Details
es: Detalles de la Actividad

# PageTitleOrganization
source: Organization Details
es: Detalles de la Organización

# PageTitlePerson
source: Person Details
es: Detalles de la Persona

# PageTitleProject
source: Project Details
es: Detalles del Proyecto

# PeopleOrganizationLabel
source: People for Organization
es: Personas para la Organización

# PersonNameColumn
source: Person Name
es: Nombre de la Persona

# ProgressColumn
source: Progress
es: Progreso

# ProjectNameColumn
source: Project Name
es: Nombre del Proyecto

# ProjectsOrganizationLabel
source: Projects for Organization
es: Proyectos para la Organización

# ReturnActivityLink
source: Back to Activities list
es: Regresar al listado de Actividades

# ReturnOrganizationLink
source: Back to Organizationes list
es: Regresar al listado de Organizaciones

# ReturnPersonLink
source: Back to People list
es: Regresar al listado de Personas

# ReturnProjectLink
source: Back to Projects list
es: Regresar al listado de Proyectos

# TrendColumn
source: Trend
es: Tendencia

# UpFromLastLabel
source: Up {0}% from last {1}
es: Sube {0}% respecto al anterior {1}

# UserNotOwner
source: The user is not owner, cannot view the summary information.
es: El usuario no es propietario, no puede ver el resumen de la información.

# ViewColumn
source: View
es: Ver
