Repository: Artexacta/KPITool
Catalog: Software/KPITOOLWebApp/App_GlobalResources/ImportData.*.resx
Languages: es

# CancelButton
source: Cancel
es: Cancelar

# CategoryColumn
source: Category
es: Categoría

# DateColumn
source: Date
es: Fecha

# DecimalDataDescription
source: <p>To load values from an Excel file you must have at least two columns in the Excel file named "Date" and "Value".The values must be only decimal with at most three decimals.</p>
es: <p>Para cargar los datos de un archivo Excel se deben tener al menos dos columnas de nombres "Fecha" y "Valor". Los valores deben ser sólo de tipo decimal de hasta tres decimales.</p>

# DeleteColumn
source: Delete
es: Eliminar

# DeletedData
source: The data was deleted.
es: Los datos fueron eliminados.

# EmptyFile
source: The file is empty.
es: El archivo está vacío.

# EnterDataButton
source: Enter values manually
es: Introducir los valores manualmente

# EnterDataText
source: When values exist for date specified:
es: Cuando existen valores para la fecha indicada:

# ErrorDataInFile
source: Error in row: {0}, the combination of items '{1}' does not exist for the KPI.
es: Error en la fila: {0}, la combinación de elementos '{1}' no existe para el KPI.

# ErrorsInFile
source: The following errors were found when reading the file '{0}':
es: Se han encontrado los siguientes errores al leer el archivo '{0}':

# ErrorToObtainData
source: There was an error to read the data to save.
es: Se produjo un error al leer los datos a guardar.

# FileUploadRequired
source: You must select a file.
es: Debe seleccionar un archivo.

# IntegerDataDescription
source: <p>To load values from an Excel file you must have at least two columns int the Excel file named "Date" and "Value".The values must be only integers.</p>
es: <p>Para cargar los datos de un archivo Excel se deben tener al menos dos columnas de nombres "Fecha" y "Valor". Los valores deben ser sólo números enteros.</p>

# InvalidaFile
source: Invalid file. Please select a fil with the extension
es: Archivo inválido. Por favor, seleccione un archivo con la extensión

# KPITypeLabel
source: KPI Type:
es: Tipo KPI:

# lblEmptyData
source: There are no data to register
es: No existen datos para registrar

# NoDataInFile
source: The file does not have data to register.
es: El archivo no tiene datos para registrar.

# NoDataInSession
source: There are not data in session to save.
es: No se tienen los datos en sesión.

# NoDataRows
source: There are no measurements registered for this KPI.
es: No hay mediciones registradas para este KPI.

# PageTitle
source: KPI Data Entry
es: Ingreso de datos para KPI

# RegisteredData
source: The data were registered.
es: Se registraron los datos.

# ReportingPeriodLabel
source: Reporting Period:
es: Periodo de reporte:

# ReportValueLabel
source: Report new value:
es: Reportar el nuevo valor:

# RequiereDateValue
source: You must enter the date.
es: Debe introducir la fecha.

# RequiereTimeSelected
source: "You must select a time for at least one data."
es: "Debe seleccionar un tiempo para al menos uno de los datos."

# RequiredLabel
source: Required
es: Requerido

# RequireValueEntered
source: "You must enter a value for at least one data."
es: "Debe introducir un valor para al menos uno de los datos."

# ReturnLink
source: Back to KPI list
es: Regresar al listado de KPIs

# SaveButton
source: Insert new value
es: Insertar nuevo valor

# SaveUploadDataButton
source: Save uploaded data
es: Guardar los datos cargados

# StartingDateLabel
source: Starting Date:
es: Fecha de inicio:

# TimeDataDescription
source: <p>To load values from an Excel file you must have at least two columns int the Excel file named "Date" and "Value". The values are time span and they must be in ISO 8601 format: durations are represented by the format P[n]Y[n]M[n]DT[n]H[n]M. In these representations the [n] is replaced by the value for each date and time elements that follow the [n]. Leading zeros are not required.<br />For example: P1Y2M10DT2H30M (1 year, 2 months, 10 days, 2 hours and 30 minutes).</p>
es: <p>Para cargar los datos de un archivo Excel se deben tener al menos dos columnas de nombres "Fecha" y "Valor". Los valores son lapsos de tiempo y deben estar en formato ISO8601: las duraciones de tiempo son representadas por el formato P[n]Y[n]M[n]DT[n]H[n]M[n]. En esta representación [n] es reemplazada por el valor de cada elemento de tiempo que sigue después de [n]. No se requieren ceros a la izquierda.<br />Ejemplo: P1Y2M10DT2H30M (1 año, 2 meses, 10 días, 2 horas y 30 minutos).</p>

# TypeUploadItemAdd
source: Add new value to the old one
es: Añadir un nuevo valor al antiguo

# TypeUploadItemReplace
source: Replace old value with new one
es: Reemplazar valor antiguo por uno nuevo

# UploadDataButton
source: Upload data
es: Cargar datos

# UploadDataLabel
source: The following data are going to be registered:
es: Los siguientes datos van a ser registrados:

# UploadDataText
source: When values exist for dates specified in the Excel file:
es: Cuando existen valores para las fechas especificadas en el archivo de Excel:

# UploadFileButton
source: Upload values from an Excel file
es: Cargar valores de un archivo de Excel

# ValueColumn
source: Value
es: Valor

# ValueDateLabel
source: Value Date:
es: Fecha:

# ValueRequireDecimalData
source: "The value must be a number with at most three decimals."
es: "El valor debe ser decimal de hasta tres decimales."

# ValueRequireIntegerData
source: "The value must be an integer."
es: "El valor debe ser un entero."

# VerifiyDataFail
source: "It could not be verified if a record already exists with the same data."
es: "No se pudo verificar si ya existe un registro con los mismos datos."

# ValueRequirePercentData
source: "The value must be a number between 1 and 100 and at most three decimals."
es: "El valor debe ser un número entre 1 y 100"

# DeleteMeasurementError
source: There was an error while deleting the measurement.
es: Ocurrió un error al eliminar la medición.

# GetKPIMeasurements
source: There was an error getting the list of recorded measurements.
es: Ocurrió un error al obtener el listado de mediciones registradas.

# ImageAlert
source: The data already exists
es: Los datos ya existen

# InsertMeasurementError
source: There was an error, the data were not saved.
es: Ocurrió un error, la información no se registró.

# ZeroKpiId
source: The ID of KPI cannot be zero.
es: El ID del KPI no puede ser cero.

# ZeroMeasurementId
source: The ID of measurement cannot be zero.
es: El ID de la medición no puede ser cero.

# ConfirmDeleteMeasurement
source: return confirm('Are you sure to delete the measurement?')
es: return confirm('¿Está seguro de eliminar la medición?')
