Repository: Artexacta/KPITool
Catalog: Software/KPITOOLWebApp/App_GlobalResources/Kpi.*.resx
Languages: es

# DownLabel
source: Down
es: Bajó

# FromLastLabel
source: from last
es: desde el

# ErrorFormatTarget
source: The Target is an invalid number.
es: El Objetivo es un valor númerico inválido.

# ErrorFormatTargetPeriod
source: The Target Period is an invalid number.
es: El Periodo del Objetivo es un valor númerico inválido.

# LabelName
source: KPI Name
es: Nombre del KPI

# LabelOf
source: of
es: de

# MessageErrorCategoryList
source: Error to obtain the categories list.
es: Error al obtener la lista de categorías.

# MessageErrorCurrencyList
source: Error to obtain the currencies list.
es: Error al obtener la lista de monedas.

# MessageErrorDelete
source: Error to delete the KPI.
es: Error al eliminar el KPI.

# MessageErrorDirectionList
source: Error to obtain the directions list.
es: Error al obtener la lista de direcciones.

# MessageErrorStrategyList
source: Error to obtain the acummulation strategies list.
es: Error al obtener la lista de estrategias de acumulación.

# MessageErrorTypesList
source: Error to obtain the KPI Types List.
es: Error al obtener la lista de tipos de KPI.

# MessageErrorUnitList
source: Error to obtain the units list.
es: Error al obtener la lista de unidades.

# MessageNotAction
source: Could not complete the requested action.
es: No se puede completar con la solicitud realizada.

# MessageStartingDateFormat
source: The starting date is a invalid date.
es: La fecha de inicio tiene formato inválido.

# MessageStartingDateRequired
source: You must enter a starting date.
es: Debe ingresar la fecha de inicio.

# MessageTargetPeriodRequired
source: You must enter the Target Period for the Kpi
es: Debe ingresar el Periodo Objetivo del Kpii

# MessageTargetRequired
source: You must enter a target value.
es: Debe ingresar algún valor al objetivo del Kpi.

# UpLabel
source: Up
es: Subió

# label0Minutes
source: 0 minutes
es: 0 minutos

# label1Minute
source: 1 minute
es: 1 minuto

# label2Minutes
source: 2 minutes
es: 2 minutos

# label3Minutes
source: 3 minutes
es: 3 minutos

# label4Minutes
source: 4 minutes
es: 4 minutos

# label5Minutes
source: 5 minutes
es: 5 minutos

# label6Minutes
source: 6 minutes
es: 6 minutos

# label7Minutes
source: 7 minutes
es: 7 minutos

# label8Minutes
source: 8 minutes
es: 8 minutos

# label9Minutes
source: 9 minutes
es: 9 minutos

# label10Minutes
source: 10 minutes
es: 10 minutos

# label11Minutes
source: 11 minutes
es: 11 minutos

# label12Minutes
source: 12 minutes
es: 12 minutos

# label13Minutes
source: 13 minutes
es: 13 minutos

# label14Minutes
source: 14 minutes
es: 14 minutos

# label15Minutes
source: 15 minutes
es: 15 minutos

# label16Minutes
source: 16 minutes
es: 16 minutos

# label17Minutes
source: 17 minutes
es: 17 minutos

# label18Minutes
source: 18 minutes
es: 18 minutos

# label19Minutes
source: 19 minutes
es: 19 minutos

# label20Minutes
source: 20 minutes
es: 20 minutos

# label21Minutes
source: 21 minutes
es: 21 minutos

# label22Minutes
source: 22 minutes
es: 22 minutos

# label23Minutes
source: 23 minutes
es: 23 minutos

# label24Minutes
source: 24 minutes
es: 24 minutos

# label25Minutes
source: 25 minutes
es: 25 minutos

# label26Minutes
source: 26 minutes
es: 26 minutos

# label27Minutes
source: 27 minutes
es: 27 minutos

# label28Minutes
source: 28 minutes
es: 28 minutos

# label29Minutes
source: 29 minutes
es: 29 minutos

# label30Minutes
source: 30 minutes
es: 30 minutos

# label31Minutes
source: 31 minutes
es: 31 minutos

# label32Minutes
source: 32 minutes
es: 32 minutos

# label33Minutes
source: 33 minutes
es: 33 minutos

# label34Minutes
source: 34 minutes
es: 34 minutos

# label35Minutes
source: 35 minutes
es: 35 minutos

# label36Minutes
source: 36 minutes
es: 36 minutos

# label37Minutes
source: 37 minutes
es: 37 minutos

# label38Minutes
source: 38 minutes
es: 38 minutos

# label39Minutes
source: 39 minutes
es: 39 minutos

# label40Minutes
source: 40 minutes
es: 40 minutos

# label41Minutes
source: 41 minutes
es: 41 minutos

# label42Minutes
source: 42 minutes
es: 42 minutos

# label43Minutes
source: 43 minutes
es: 43 minutos

# label44Minutes
source: 44 minutes
es: 44 minutos

# label45Minutes
source: 45 minutes
es: 45 minutos

# label46Minutes
source: 46 minutes
es: 46 minutos

# label47Minutes
source: 47 minutes
es: 47 minutos

# label48Minutes
source: 48 minutes
es: 48 minutos

# label49Minutes
source: 49 minutes
es: 49 minutos

# label50Minutes
source: 50 minutes
es: 50 minutos

# label51Minutes
source: 51 minutes
es: 51 minutos

# label52Minutes
source: 52 minutes
es: 52 minutos

# label53Minutes
source: 53 minutes
es: 53 minutos

# label54Minutes
source: 54 minutes
es: 54 minutos

# label55Minutes
source: 55 minutes
es: 55 minutos

# label56Minutes
source: 56 minutes
es: 56 minutos

# label57Minutes
source: 57 minutes
es: 57 minutos

# label58Minutes
source: 58 minutes
es: 58 minutos

# label59Minutes
source: 59 minutes
es: 59 minutos

# label0Hours
source: 0 hours
es: 0 horas

# label1Hour
source: 1 hour
es: 1 hora

# label2Hours
source: 2 hours
es: 2 horas

# label3Hours
source: 3 hours
es: 3 horas

# label4Hours
source: 4 hours
es: 4 horas

# label5Hours
source: 5 hours
es: 5 horas

# label6Hours
source: 6 hours
es: 6 horas

# label7Hours
source: 7 hours
es: 7 horas

# label8Hours
source: 8 hours
es: 8 horas

# label9Hours
source: 9 hours
es: 9 horas

# label10Hours
source: 10 hours
es: 10 horas

# label11Hours
source: 11 hours
es: 11 horas

# label12Hours
source: 12 hours
es: 12 horas

# label13Hours
source: 13 hours
es: 13 horas

# label14Hours
source: 14 hours
es: 14 horas

# label15Hours
source: 15 hours
es: 15 horas

# label16Hours
source: 16 hours
es: 16 horas

# label17Hours
source: 17 hours
es: 17 horas

# label18Hours
source: 18 hours
es: 18 horas

# label19Hours
source: 19 hours
es: 19 horas

# label20Hours
source: 20 hours
es: 20 horas

# label21Hours
source: 21 hours
es: 21 horas

# label22Hours
source: 22 hours
es: 22 horas

# label23Hours
source: 23 hours
es: 23 horas

# label0Days
source: 0 days
es: 0 días

# label1Day
source: 1 day
es: 1 día

# label2Days
source: 2 days
es: 2 días

# label3Days
source: 3 days
es: 3 días

# label4Days
source: 4 days
es: 4 días

# label5Days
source: 5 days
es: 5 días

# label6Days
source: 6 days
es: 6 días

# label7Days
source: 7 days
es: 7 días

# label8Days
source: 8 days
es: 8 días

# label9Days
source: 9 days
es: 9 días

# label10Days
source: 10 days
es: 10 días

# label11Days
source: 11 days
es: 11 días

# label12Days
source: 12 days
es: 12 días

# label13Days
source: 13 days
es: 13 días

# label14Days
source: 14 days
es: 14 días

# label15Days
source: 15 days
es: 15 días

# label16Days
source: 16 days
es: 16 días

# label17Days
source: 17 days
es: 17 días

# label18Days
source: 18 days
es: 18 días

# label19Days
source: 19 days
es: 19 días

# label20Days
source: 20 days
es: 20 días

# label21Days
source: 21 days
es: 21 días

# label22Days
source: 22 days
es: 22 días

# label23Days
source: 23 days
es: 23 días

# label24Days
source: 24 days
es: 24 días

# label25Days
source: 25 days
es: 25 días

# label26Days
source: 26 days
es: 26 días

# label27Days
source: 27 days
es: 27 días

# label28Days
source: 28 days
es: 28 días

# label29Days
source: 29 days
es: 29 días

# label30Days
source: 30 days
es: 30 días

# label31Days
source: 31 days
es: 31 días

# label0Months
source: 0 months
es: 0 meses

# label0Years
source: 0 years
es: 0 años

# label10Months
source: 10 months
es: 10 meses

# label10Years
source: 10 years
es: 10 años

# label11Months
source: 11 months
es: 11 meses

# label12Months
source: 12 months
es: 12 meses

# label1Month
source: 1 month
es: 1 mes

# label1Year
source: 1 year
es: 1 año

# label2Months
source: 2 months
es: 2 meses

# label2Years
source: 2 years
es: 2 años

# label3Months
source: 3 months
es: 3 meses

# label3Years
source: 3 years
es: 3 años

# label4Months
source: 4 months
es: 4 meses

# label4Years
source: 4 years
es: 4 años

# label5Months
source: 5 months
es: 5 meses

# label5Years
source: 5 years
es: 5 años

# label6Months
source: 6 months
es: 6 meses

# label6Years
source: 6 years
es: 6 años

# label7Months
source: 7 months
es: 7 meses

# label7Years
source: 7 years
es: 7 años

# label8Months
source: 8 months
es: 8 meses

# label8Years
source: 8 years
es: 8 años

# label9Months
source: 9 months
es: 9 meses

# label9Years
source: 9 years
es: 9 años

# LabelCreateKpi
source: Create Kpi
es: Crear KPI

# LabelCurrency
source: Currency
es: Moneda

# LabelDeleteConfirmation
source: Are you sure you want to delete the selected KPI?
es: ¿Está seguro de eliminar el KPI seleccionado?

# LabelDirection
source: Direction
es: Dirección

# LabelEnterNameKpi
source: Enter the Kpi Name
es: Ingrese el nombre del KPI

# LabelMeasureCurrency
source: Measured in
es: Medido en

# LabelReportingByCategories
source: KPI Allows Reporting by Categories
es: KPI permite reportar por categorías

# LabelReportingPeriod
source: Reporting Period
es: Periodo de Reportaje

# LabelSelectCurrency
source: [Select a Currency]
es: [Seleccione una Moneda]

# LabelSelectDirection
source: [Select a Direction]
es: [Seleccione una Dirección]

# LabelSelectMeasure
source: [Select a Measured]
es: [Seleccione una Medida]

# LabelSelectReporting
source: [Select a Reporting Period]
es: [Seleccione un Periodo de Reportaje]

# LabelSelectStrategy
source: [Select an Accumulation Strategy]
es: [Seleccione una Estratégia de Acumulación]

# LabelSelectType
source: [Select a KPI Type]
es: [Seleccione el Tipo de KPI]

# LabelSelectUnit
source: [Select a Unit]
es: [Seleccione una Unidad]

# LabelStartingDate
source: Starting Date
es: Fecha de Inicio

# LabelStrategy
source: Accumulation Strategy
es: Estratégia de Acumulación

# LabelTarget
source: KPI Target
es: Objetivo del KPI

# LabelTargetPeriod
source: Target Period
es: Periodo del Objetivo

# LabelType
source: KPI Type
es: Tipo de KPI

# LabelUnit
source: Unit
es: Unidad

# LabelUsingWS
source: Allow Reporting Values using Web Services
es: Permitir reportar valores mediante Web Services

# LabelWebServiceID
source: Web Service ID
es: Nombre del Web Service

# MessageCurrencyRequired
source: You must select a Currency
es: Debe seleccionar una Moneda

# MessageDirectionRequired
source: You must select a Direction
es: Debe seleccionar una Dirección

# MessageEnterWS
source: Enter the Web Service Name
es: Ingrese el nombre del Web Service

# MessageErrorCreate
source: Error to create the KPI.
es: Error al crear un KPI.

# MessageErrorCreateMeasurement
source: Error to create the measurement of KPI.
es: Error al crear la una medida del KPI.

# MessageErrorKpiID
source: Error getting the KPI ID.
es: Error al obtener el ID del KPI.

# MessageErrorKpiInformation
source: Error to obtain the KPI information.
es: Error al obtener la información del KPI.

# MessageErrorKPIList
source: Error to obtain the KPI List.
es: Error al obtener la lista de KPIs.

# MessageErrorUpdate
source: Error to update the KPI.
es: Error al actualizar el KPI.

# MessageKpiIDZero
source: The KPI ID cannot be zero.
es: El ID del KPI no puede ser cero.

# MessageMeasureRequired
source: You must select a Measured
es: Debe selecconar una Medida

# MessageNameRequired
source: You must enter the Kpi Name
es: Debe ingresar el Nombre del KPI

# MessageReportingRequired
source: You must select a Reporting Period
es: Debe seleccionar el Periodo de Reportaje

# MessageStrategyRequired
source: You must select an Accumulation Strategy
es: Debe seleccionar una Estratégia de Acumulación

# MessageTypeRequired
source: You must select a Kpi Type
es: Debe seleccionar el tipo de KPI

# MessageWS
source: To register the "Time between failures" usign the Web Services you enter them in ISO 8601 format: P[ n ]Y[ n ]M[ n ]DT[ n ]H[ n ]M[ n ]S. In this representation, the [ n ] is replaced by the value for each of the date and time elements that follow the [ n ]. For example, "P3Y6M4DT12H30M5S" represents a duration of "three years, six months, four days, twelve hours, thirty minutes, and five seconds".
es: Para registrar el "Tiempo entre fallas" utilizando Web Services debe ingresar en formato ISO 8601: P[ n ]Y[ n ]M[ n ]DT[ n ]H[ n ]M[ n ]S. En esta representación, [ n ] es reemplazada por el valor de cada fecha y hora de los elemontos que siguen a [ n ]. Por ejemplo, "P3Y6M4DT12H30M5S" representa la duración de "tres años, seis meses, cuatro días, doce horas, treinta minutos, y cinco segundos".

# MessageWSRequired
source: You must specify a Web Service ID
es: Debe registrar el nombre del Web Service

# LabelCategoryTargets
source: Category Targets
es: Objetivos por Categoría

# LabelSelectCategories
source: Select the Categories
es: Seleccione las Categorías

# LabelSelectCategory
source: [Select a Category]
es: [Seleccione una Categoría]

# MessageDeleteCategory
source: Are you sure you want to delete the category, all the data would be deleted?
es: ¿Esta seguro de eliminar la categoría, toda la información será eliminada?

# MessageErrorCombineItems
source: Error to get the new combination of items of categories.
es: Error al obtener la nueva combinación de items de las categorías.

# MessageErrorFormatTargetPeriod
source: The Target Period is not a numeric value.
es: El Periodo del Objetivo no es un valor númerico válido.

# MessageErrorGetCategories
source: Error to obtain the categories for the KPI.
es: Error al obtener las categorías del KPI.

# MessageErrorGetCategoriesItems
source: Error to obtain the categories items for the KPI.
es: Error al obtener los items de las categorías del KPI.

# MessageErrorGetTarget
source: The target value is invalid.
es: No se pudo obtener el valor del target, es inválido.

# MessageErrorTimeValue
source: Error to get the target from the time values.
es: Error al obtener el objetivo de un valor tipo tiempo.

# ButtonBack
source: Back to list of KPIs
es: Volver a la lista de KPIs

# LabelAddCategory
source: Add Category
es: Adicionar Categoría
