Repository: Artexacta/KPITool
Catalog: Software/KPITOOLWebApp/App_GlobalResources/KpiDetails.*.resx
Languages: es

# AddToDashboard
source: Add this KPI to a Dashboard
es: Agregar este KPI a un Panel de Control

# BackToListButton
source: Back to KPI List
es: Ir a la Lista de KPIs

# CompleteLabel
source: Complete
es: Completado

# DashboardForKpi
source: This KPI is in the following Dashboards
es: Este KPI se encuentra dentro de estos Paneles de Control

# DateLabel
source: Date
es: Fecha

# DeleteForDashboardMessage
source: Are you sure you want to delete this KPI from selected Dashboard?
es: ¿Esta seguro que desea eliminar este KPI del Panel de Control seleccionado?

# ErrorLoadingKpi
source: An error occurred trying to load selected KPI
es: Ocurrió un error al cargar el KPI seleccionado

# KpiInDashboardEmptyMessage
source: This KPI is not added to any Dashboard
es: Este KPI no esta agregado a ningun Panel de Control

# KpiReportingUnitLabel
source: Reporting Unit
es: Unidad de Reporte

# KpiTargetLabel
source: Target
es: Objetivo

# KpiTypeLabel
source: KPI Type
es: Tipo de KPI

# MeasurementsEmptyMessage
source: There are no measurements registered
es: No hay medidas registradas

# NoTargetLabel
source: No target Specified
es: No se ha establecido Objetivo

# SelectDashboardLabel
source: -- Select a Dashboard --
es: -- Seleccione un Panel de Control --

# StartingDateLabel
source: Starting Date
es: Fecha de Inicio

# ValueLabel
source: Value
es: Valor

# ValuesLabel
source: Values
es: Valores
