Repository: Artexacta/KPITool
Catalog: Software/KPITOOLWebApp/App_GlobalResources/LoginGlossary.*.resx
Languages: es

# AccountDisabledMessage
source: This user has been disabled by the local system administrator. Please contact your local system administrator and ask him/her to enable the user manually.
es: Este usuario fue deshabilitado por el adminsitrador local del sistema. Por favor contacte a su administrador local y solicite la habilitación de este usuario.

# AccountDisabledReturnLinkText
source: Click here to return to the login page
es: Pinche aquí para retornar a la página de login

# AccountDisabledTitle
source: User has been disabled
es: El usuario está deshabilitado

# BotonResetear
source: Reset Password
es: Resetear

# CantRememberPasswordLabel
source: Can't remember your password?
es: No puede recordar su contraseña?

# ChangePasswordTitle
source: Change password
es: Cambiar contraseña

# ConfirmAccountButtonLabel
source: Confirm User
es: Confirmar Usuario

# ConfirmationLink
source: Validate my User
es: Validar mi Usuario

# ConfirmationTitle
source: Confirmation
es: Confirmación

# CreateUserLink
source: Create User
es: Crear usuario

# CreateUserLiteral
source: Don't have an user:
es: No tiene una usuario? :

# CreateUserTitle
source: Create User
es: Añadir nuevo usuario

# DontHaveAccountLabel
source: Register:
es: No tiene un usuario:

# EmailAddressLabel
source: Email Address:
es: Dirección de Correo Electrónico:

# EmailAddressRequiredErrorMessage
source: Email Address is required
es: Se requiere la dirección de correo electrónico

# EmailConfirmationCodeLabel
source: Email Confirmation Code
es: Enviar Código por Correo

# EnterConfirmationLabel
source: Please enter confirmation code from the email sent to you by the system:
es: Por favor ingrese el código de confirmación del correo enviado por el sistema:

# ExistingUserLabel
source: There is another user name using this valid user email.
es: Ya existe un usuario utilizando este correo que pertenece a un usuario válido.

# GoToLoginPage
source: Return to Login Page
es: Retornar a la página de login.

# ICantRememberMyCodeLabel
source: I can't remember my code
es: No puedo recordar mi código

# InvalidUserNameErrorMessage
source: Invalid User Name
es: Usuario inválido

# LoginButton
source: Login
es: Entrar

# LoginTitle
source: Login
es: Ingreso

# LoginWithUserLabel
source: Login with your user name
es: Coloque sus credenciales

# MensajeEmailInexistente
source: Email entered does not exist
es: El correo electrónico indicado no existe en el sistema

# MensajeEmailInvalido
source: Email is invalid
es: Correo electrónico inválido.

# MensajeEmailRequerido
source: Email is required
es: Correo electrónico requerido.

# MensajeEnvioMail
source: We send you a message to email address
es: Se envió un correo electrónico a la dirección indicada con una nueva contraseña.

# MensajeErrorContraseñaVacia
source: Error generating new password
es: Ocurrio un error al generar la nueva contraseña. Intente nuevamente o comuníquese con el Administrador del Sistema.

# MensajeErrores
source: Correct the errors below to continue:
es: Corrija los siguientes errores para continuar:

# MensajeIngreseMail
source: Please enter your email address
es: Por favor ingrese la dirección de correo electrónico que utilizó para registrarse en el sistema

# MensajeNoEnvioMail
source: Could not send email.
es: No se pudo enviar el correo electrónico.

# MensajeUsuarioNoEncontrado
source: There are no user registered with this email
es: No se encontró el usuario indicado.

# MessageGoToMainPage
source: Go to Main Page
es: Ir a la Página Principal

# NeedToEnterValidationLabel
source: Need to enter you validation code?
es: Necesita ingresar su código de validación?

# NotAuthorizedMessage
source: You are not authorized to perform that operation. Please contact your system administrator and request to be added to the appropiate roles or be given appropriate permissions.
es: No esta autorizado para realizar esta operación. Por favor contacte al administrador del sistema para que pueda darle los permisos o roles apropiados.

# NotAuthorizedTitle
source: Not Authorized
es: Sin autorización

# PasswordLabel
source: Password
es: Contraseña

# PasswordLengthErrorMessage
source: a
es: El password puede contener como máximo 50 caracteres

# PasswordRequiredErrorMessage
source: Password is required
es: La contraseña es requerida

# RecoverPasswordLink
source: Reset Password
es: Recuperar contraseña

# RecoverPasswordTitle
source: Reset password
es: Recuperar contraseña

# RememberMeCheckBox
source: Remember Me
es: Acordarse de mí

# ResendConfirmationEmailLiteral
source: Please enter the email address you used to register in the system:
es: Ingrese el correo con el que solia conectarse al sistema.

# ResendConfirmationTitle
source: Resend confirmation
es: Volver a mandar confirmación

# SuccessCreatedMessageLabel
source: Your user has been successfully created.<br /><br />You will need to verify your email address before <br/>this user can be used.<br /><br /> An email has been sent to the email address you<br/>provided. Follow the instructions in that email address<br/>to complete the validation.
es: Su usuario se creó con éxito.<br /><br />Necesitará verificar su correo electrónico<br/>antes de que este usuario se pueda utilizar.<br />Se envió un correo electrónico a la dirección de correo<br/>que indicó. Siga las instrucciones en este correo para <br/>completar la validación.

# TituloEmail
source: Email
es: Correo electrónico:

# TituloResetarContraseña
source: Recover Passoword
es: Resetear Contraseña

# UserIdErrorMessage
source: Cannot find user id
es: No se pudo determinar el Id de Usuario o Usuario No Autorizado

# UserIsLockedMessage
source: The User has been locked because enters wrong passwords consecutive times, please try again in five minutes or contact your system administrator.
es: El usuario ha sido bloqueado debido a que ingresó una contraseña errónea 5 veces consecutivas, por su seguridad se ha bloqueado el usuario por 5 minutos, por favor intente de nuevo en 5 minutos o contacte al administrador del sistema.

# UserIsLockedTitle
source: User is locked
es: Usuario bloqueado

# UserIsUnlockedMessage
source: The User has been unlocked. Please login again.
es: El usuario ha sido desbloqueado. Por favor inicie su sesión otra vez.

# UserIsUnlockedTitle
source: User is unlocked
es: Usuario desbloqueado

# UserNameLabel
source: User Name
es: Nombre de Usuario

# UserNameLengthErrorMessage
source: User Name can have at most 250 characters
es: El nombre de usuario puede contener como máximo 50 caracteres

# UserNameRequiredErrorMessage
source: User Name is required
es: El nombre de usuario es requerido

# UserNameTooLongErrorMessage
source: User Name must be at most 100 characters long
es: El usuario debe contener como máximo 100 caracteres

# UserNotApprovedMessage
source: Your account was confirmed in our system but has not been approved yet. An officer will verify the information provided and will register your account on the system shortly. Please check your email on the next days for details of this operation.
es: Su cuenta ha sido confirmada en nuestro sistema sin embargo aún no puede ser utilizada. Un oficial verificará la información proporcionada y dará de alta su cuenta en el sistema prontamente. Por favor revise su E-mail en los siguientes días para conocer los detalles de esta operación

# UserNotApprovedTitle
source: Unapproved user
es: Usuario no aprobado

# ValidationCodeLabel
source: Validation Code:
es: Código de validación:

# ValidationCodeLengthErrorMessage
source: Validation code must be at most 100 characters
es: El Código de Validación debe contener como máximo 100 caracteres

# ValidationCodeRequiredErrorMessage
source: Validation Code is required
es: El Código de Validación es requerido

# ValidUserEmailLabel
source: Please enter an email address of a valid user existing in the system to create the user. Please contact your system administrator.
es: Se necesita un email válido en el sistema para poder crear un usuario. Por favor contacte al administrador del sistema.

# EmailHint
source: Enter your email
es: Ingrese su correo electrónico

# LoginLink
source: Go to Login
es: Ir al Login

# RecoverPasswordSuccessMessage
source: New password was sent to your email
es: Se envió su nueva contraseña al correo electronico ingresado.
