Repository: Artexacta/KPITool
Catalog: Software/KPITOOLWebApp/App_GlobalResources/Organization.*.resx
Languages: es

# LabelActivities
source: Activities
es: Actividades

# LabelActivity
source: Activity
es: Actividad

# LabelAddAreas
source: Add new area for this organization
es: Adicionar nuevas áreas para esta organización

# LabelAddOrganization
source: Add Organization
es: Adicionar Organización

# LabelAnd
source: and
es: y

# LabelAreaName
source: Area Name:
es: Nombre del Área:

# LabelAreas
source: Areas
es: Áreas

# LabelBackListOrganization
source: Back to Organization List
es: Retornar a la lista de organizaciones

# LabelCreateArea
source: Create Area
es: Crear Área

# LabelEditOrganization
source: Edit Organization
es: Editar Organización

# LabelOrganizationHas
source: This organization has
es: Esta organización tiene

# LabelPeople
source: People
es: Persona

# LabelPerson
source: Person
es: Personas

# LabelProjects
source: Project(s)
es: Proyecto(s)

# MessageActivityProjectError
source: The activity is not in the project.
es: La actividad no pertenece al proyecto.

# MessageAddArea
source: New Area was added to current Organization.
es: El Área fue creada para la Organización.

# MessageAreaOrganizationError
source: The area is not in the organization.
es: El área no pertenece a la organización.

# MessageAreaRequired
source: The area is required.
es: El nombre de área es requerido.

# MessageCanCreate
source: You can create an organization by clicking
es: Usted puede crear una organización haciendo click en

# MessageConfirmDelete
source: Please confirm that you wish to delete the selected organization. Note that organization that are deleted are moved to the Trash and you can recover the deleted organization for up to 30 days.
es: Por favor confirme que desea eliminar la organización seleccionada. Notar que la organización eliminada será movida al basurero y podrá recuperar hasta por 30 días.

# MessageCreateOk
source: The organization was created successfuly.
es: La organización se creó correctamente.

# MessageDeleteArea
source: Are you sure you want to delete selected Area?
es: ¿Está seguro de eliminar el área seleccionada?

# MessageDeleteAreaOk
source: The area was deleted from current organization.
es: El área fue eliminado de la organización.

# MessageDeleteOk
source: The organization was deleted successfuly.
es: La organización se eliminó correctamente.

# MessageDeleteProjectOK
source: The project was deleted sucessfuly.
es: El proyecto se eliminó existosamente.

# MessageEmptyName
source: The name of organization cannot be empty.
es: El nombre de la organización no puede ser vacío.

# MessageEmptyNameArea
source: The name of area cannot be empty.
es: El nombre del área no puede ser vacío.

# MessageEmptyNameProject
source: The project name cannot be empty.
es: El nombre del proyecto no puede ser vacío.

# MessageErrorCargarAreas
source: Error to obtain the areas of organization.
es: Ocurrió un error al obtener las áreas de la organización.

# MessageErrorCreate
source: Error to create the organization.
es: Ocurrió un error al crear la organización.

# MessageErrorCreateArea
source: Error to create the area.
es: Ocurrió un error al crear el area.

# MessageErrorDelete
source: Error to delete the organization.
es: Ocurrió un error al eliminar la organización.

# MessageErrorDeleteArea
source: Error to delete the area.
es: Ocurrió un error al eliminar el área.

# MessageErrorObtainOrganization
source: Error to obtain the organization data.
es: Ocurrió un error al obtener los datos de la organización.

# MessageErrorProjectList
source: Error to obtain the project list.
es: Error al obtener la lista de proyectos.

# MessageErrorUpdate
source: Error to update the organization.
es: Ocurrió un error al actualizar la organización.

# MessageErrorUpdateArea
source: Error to update the area.
es: Ocurrió un error al actualizar el área.

# MessageNameExists
source: The name is already exists.
es: El nombre de la organización ya existe.

# MessageNameRequired
source: The name is required.
es: El nombre de la organización es requerida.

# MessageNoComplete
source: Could not complete the requested action.
es: No se pudo completar con la acción solicitada.

# MessageNoObjects
source: This organization does not have any objects. Create one by clicking on the
es: Esta organización no tiene ningún objeto. Cree uno haciendo click en el

# MessageNoObtects2
source: icon above
es: icono de arriba.

# MessageNoOrganizations
source: No organizations have been defined for you. At least one organization is needed and you won't be able to create evaluations, projects, actions or KPI's until at least one organization is available.
es: No existen organizaciones definidas para usted. Se necesita al menos una organización para que pueda crear evaluaciones, proyectos, actividades o KPIs.

# MessageOrganizationList
source: Error to obtain the organization list.
es: Ocurrió un error mientras se obtenía la lista organizaciones.

# MessageProjectAreaError
source: The project is not in the area.
es: El proyecto no pertenece al área.

# MessageProjectOrganizationError
source: The project is not in the organization.
es: El proyecto no pertenece a la organización.

# MessageUpdateOk
source: The organization was updated successfuly.
es: La organización se actualizó correctamente.

# MessageZeroActivityId
source: The code of activity cannot be zero.
es: El código de la actividad no puede ser cero.

# MessageZeroAreaId
source: The code of area cannot be zero.
es: El código del área no puede ser cero.

# MessageZeroOrganizationId
source: The code of organization cannot be zero.
es: El código de la organización no puede ser cero.

# MessageZeroProjectId
source: The project code cannot be zero.
es: El código del proyecto no puede ser cero.

# TitleActivityName
source: Activity Name
es: Nombre de la Actividad

# TitleKPIName
source: KPI Name
es: Nombre del KPI

# TitleOrganization
source: Organization
es: Organización

# TitleOrganizationName
source: Organization Name
es: Nombre de la Organización

# TitleOrganizations
source: Organizations
es: Organizaciones

# TitlePersonName
source: Persona Name
es: Nombre de la Persona

# TitleProjectName
source: Project Name
es: Nombre del Proyecto

# TitleShowPeople
source: Show People
es: Mostrar Personas
