Repository: Artexacta/KPITool
Catalog: Software/KPITOOLWebApp/App_GlobalResources/SecurityData.*.resx
Languages: es

# AddInButton
source: Move User to Role
es: Mover Usuario a Rol

# AddNewRoleButton
source: <i class='fa fa-plus'></i> Add New Role
es: <i class='fa fa-plus'></i> Adicionar Nuevo Rol

# AddNewUserButton
source: <i class="fa fa-plus"></i> Add New User
es: <i class="fa fa-plus"></i> Adicionar Nuevo Usuario

# AddOutButton
source: Move User outside the role
es: Mover Usuario fuera del Rol

# AllRolesItem
source: All
es: Todos

# ChangePermissionLabel
source: Change permissions for the Role:
es: Cambiar permisos para el Rol:

# ChangePermissionUserLabel
source: Change permissions for the User:
es: Cambiar permisos para el Usuario:

# ConfirmDeleteRol
source: return confirm('Are you sure to delete the role?')
es: return confirm('¿Esta seguro de eliminar el rol?')

# DeleteRolButton
source: Delete Rol
es: Eliminar Rol

# DescriptionColumn
source: Permission description
es: Descripción del permiso

# MessageDeletedRole
source: The Role {0} has been deleted.
es: El Rol {0} ha sido eliminado.

# MessageDeletedRoleUser
source: The user {0} has been deleted from the role {1}.
es: El Usuario {0} ha sido eliminado del Rol {1}.

# MessageErrorDeletedRole
source: You can not remove the Role {0} because it has assigned users.
es: No es posible eliminar el Rol {0} porque tiene usuarios asignados.

# MessageErrorDeleteRoleUser
source: Error to delete the user {0} from the role {1}.
es: Ocurrió un error al eliminar el usuario {0} del rol {1}.

# MessageErrorGetPermissions
source: Error to obtain the Permissions list.
es: Ocurrió un error al obtener el listado de permisos.

# MessageErrorGetPermissionsUser
source: Error to obtain the permissions list by the user.
es: Ocurrió un error al obtener el listado de permisos del usuario.

# MessageErrorGetRoles
source: Error to obtain the Roles list.
es: Ocurrió un error al obtener el listado de Roles.

# MessageErrorGetUsersByRole
source: Error to obtain the user list by role
es: Ocurrió un error al obtener el listado de usuarios del rol

# MessageErrorRegisterPermissionsToRol
source: Error to register permissions to the role.
es: Ocurrió un error al registrar los permisos para el rol.

# MessageErrorRegisterPermissionsToUser
source: Error to register permissions to the user {0}.
es: Ocurrió un error al registrar los permisos para el usuario {0}.

# MessageNoUsersInList
source: There are no users in the list.
es: No se tienen usuarios en el listado.

# MessageRegisterPermissionsToRol
source: The permissions for the rol were successfully registered.
es: Se registró correctamente los permisos para el rol.

# MessageRegisterPermissionsToUser
source: The permissions for the user {0} were successfully registered.
es: Los permisos para el usuario {0} fueron registrados correctamente.

# MessageUserRegisteredInRole
source: The user {0} has been added to role {1}.
es: El Usuario {0} ha sido adicionado al Rol {1}.

# MessageUsersNoSelected
source: There are no selected users in the list.
es: No se tiene usuarios seleccionados en la lista.

# MessageWarningDeleteAdministrativeUser
source: The user {0} can not be deleted from the role {1} because it is the last with administrative privileges.
es: No se puede eliminar el Usuario {0} del rol {1} porque es el último con privilegios administrativos.

# MessageWarningDeleteAdminUser
source: The user {0} can not be deleted from the role {1} because it is the last with administrative privileges and it is the system administrator.
es: No se puede eliminar el Usuario {0} del Rol {1} porque es el útimo grupo con privilegios de administración y es el Administrador del Sistema.

# NoneRoleItem
source: None
es: Ninguno

# PageTitlePermissionRole
source: Permissions for Roles
es: Definir permisos a Roles

# PageTitlePermissionUser
source: Permissions for Users
es: Definir permisos a Usuarios

# PageTitleRoles
source: Assign Roles
es: Asignar Roles

# PageTitleUserRoles
source: Assign Roles by User
es: Asignar Roles por Usuario

# ResetPermissionsButton
source: <i class='fa fa-refresh'></i> Reset permissions
es: <i class='fa fa-refresh'></i> Resetear permisos

# ResetRolesButton
source: <i class="fa fa-refresh"></i> Reset User Roles
es: <i class="fa fa-refresh"></i> Resetar los Roles del usuario

# RoleColumn
source: Role
es: Rol

# RoleLabel
source: Role:
es: Rol:

# RolesLabel
source: Roles for the User
es: Roles para el Usuario

# SavePermissionsButton
source: <i class='fa fa-floppy-o'></i> Save permissions
es: <i class='fa fa-floppy-o'></i> Grabar permisos

# SaveRolesButton
source: <i class='fa fa-floppy-o'></i> Record User Roles
es: <i class='fa fa-floppy-o'></i> Grabar los Roles del Usuario

# SearchUserButton
source: <i class='fa fa-search'></i> Search Users
es: <i class='fa fa-search'></i> Buscar Usuarios

# SelectAllButton
source: <i class='fa fa-caret-down'></i> Select All
es: <i class='fa fa-caret-down'></i> Seleccionar Todo

# SelectColumn
source: Select
es: Seleccionar

# SelectUserLabel
source: You must select an user.
es: Debe seleccionar un usuario.

# TitleUserLabel
source: Information of the user selected
es: Información del Usuario seleccionado

# UsersInLabel
source: Users in Role
es: Usuarios en el Rol

# UsersNotInLabel
source: Users not in the Role
es: Usuarios no en el Rol
