Repository: Artexacta/KPITool
Catalog: Software/KPITOOLWebApp/App_GlobalResources/ShareData.*.resx
Languages: es

# ConfirmDeleteUserPermission
source: return confirm('Are you sure to delete the user and his permissions?')
es: return confirm('¿Está seguro de borrar el usuario y sus permisos?')

# ConfirmOverwritePermissions
source: "The user is already registered so that the permissions will be overwritted by the selected. Are you sure to continue?"
es: "El usuario ya estaba registrado por lo que los permisos se sobreescribirán por los seleccionados. ¿Está seguro de continuar?"

# DeleteColumn
source: Delete
es: Eliminar

# DeleteObjectPermissionsOk
source: The permissions for the user were deleted.
es: Los permisos para del usuarios fueron eliminados.

# DeleteObjectPublicOk
source: The permissions for everyone were deleted.
es: Los permisos para todos los usuarios fueron eliminados.

# EditColumn
source: Edit
es: Editar

# EveryoneCheckBox
source: Everyone
es: Todos

# InsertObjectPermissionsOk
source: The permissions selected were correctly recorded for the user
es: Se registró correctamente los permisiones seleccionados para el usuario

# InsertObjectPublicOk
source: The permissions selected for everyone were correctly recorded.
es: Se registró correctamente los permisiones seleccionados para todos los usuarios.

# InviteUserButton
source: Invite more users
es: Invitar a más usuarios

# InviteUserModalTitle
source: Invite user
es: Invitar a usuario

# lblEmptyData
source: There are not available permissions to register
es: No se tienen permisos disponibles para registrar

# MessageEmptyPermissionsList
source: The permissions list of the user cannot be empty.
es: El listado de permisos para el usuario no puede ser vacío.

# MessageErrorInsertObjectPermissions
source: Failed to register user permissions.
es: Ocurrió un error al registrar los permisos para el usuario.

# MessageErrorPermissionsByActivity
source: Error to obtain the permissions list for the activity.
es: Ocurrió un error al obtener el listado de permisos para la actividad.

# MessageErrorPermissionsByKPI
source: Error to obtain the permissions list for the KPI.
es: Ocurrió un error al obtener el listado de permisos para el KPI.

# MessageErrorPermissionsByObject
source: Error to obtain the list of registered users with permissions.
es: Ocurrió un error al obtener el listado de usuarios registrados con permisos.

# MessageErrorPermissionsByOrganization
source: Error to obtain the permissions list for the organization.
es: Ocurrió un error al obtener el listado de permisos para la organización.

# MessageErrorPermissionsByPerson
source: Error to obtain the permissions list for the person.
es: Ocurrió un error al obtener el listado de permisos para la persona.

# MessageErrorPermissionsByProject
source: Error to obtain the permissions list for the project.
es: Ocurrió un error al obtener el listado de permisos para el proyecto.

# MessageErrorUser
source: Error to obtain the user information.
es: Ocurrió un error al obtener la información del usuario.

# MessageNullObjectTypeId
source: The object type can not be empty or null.
es: El tipo de objeto no puede ser nulo o vacío.

# MessageZeroActivityId
source: The ID of the activity can not be zero.
es: El ID de la actividad no puede ser cero.

# MessageZeroKPIId
source: The ID of the KPI can not be zero.
es: El ID del KPI no puede ser cero.

# MessageZeroObjectId
source: The ID of the object can not be zero.
es: El ID del objeto no puede ser cero.

# MessageZeroOrganizationId
source: The ID of the organization can not be zero.
es: El ID de la organización no puede ser cero.

# MessageZeroPersonId
source: The ID of the person can not be zero.
es: El ID de la persona no puede ser cero.

# MessageZeroProjectId
source: The ID of the project can not be zero.
es: El ID del proyecto no puede ser cero.

# MessageZeroUserId
source: The ID of the user can not be zero.
es: El ID del usuario no puede ser cero.

# NoDataRowsOrganization
source: There are no users with permissions for this Organization.
es: No existen usuarios con permisos para esta Organización.

# ObjectActionActivity
source: Manage Activity
es: Administrar Actividad

# ObjectActionCustomValidator
source: You must select a permission.
es: Debe seleccionar un permiso.

# ObjectActionDefault
source: [ Select a permission ]
es: [ Seleccione un permiso ]

# ObjectActionEnterData
source: View and enter data
es: Ver e introducir datos

# ObjectActionKpi
source: Manage KPI
es: Administrar KPI

# ObjectActionOwn
source: Owner
es: Propietario

# ObjectActionPeople
source: Manage People
es: Administrar Persona

# ObjectActionProject
source: Manage Project
es: Administrar Proyecto

# ObjectActionViewKpi
source: View
es: Ver

# PageTitleOrganization
source: Share Organization
es: Compartir Organización

# PermissionsColumn
source: Permissions
es: Permisos

# PermissionsListLabel
source: Permissions:
es: Permisos:

# ReturnOrganizationLink
source: Back to Organizations list
es: Regresar al listado de Organizaciones

# SaveUserButton
source: Add User
es: Agregar usuario

# SubtitleLabelOrganization
source: You are sharing an Organization:
es: Está compartiendo una organización:

# UserColumn
source: User
es: Usuario

# UserCustomValidator
source: 'You must select an User.'
es: 'Debe seleccionar un usuario.'

# UserLabel
source: User:
es: Usuario:

# UserNotOwnOrganization
source: The user is not owner, cannot share the organization with other users.
es: El usuario no es propietario, no puede compartir la organización con otros usuarios.

# UserPermissionsOrganizationLabel
source: Users with permissions for this organization:
es: Usuarios que tienen permisos para esta organización:

# UserTextBoxPlaceHolder
source: [ Select an user ]
es: [ Seleccione un usuario ]

# VerifiyDataFail
source: "It could not be verified if a record already exists for the user."
es: "No se pudo verificar si ya existe un registro para el usuario."

# CancelButton
source: Cancel
es: Cancelar

# EveryoneCheckBoxKpi
source: Everyone can see this KPI
es: Todos los usuarios pueden ver este KPI

# MessageErrorDeleteObjectPermissions
source: Failed to delete user permissions.
es: Ocurrió un error al eliminar los permisos para el usuario.

# MessageErrorDeleteObjectPublic
source: Failed to delete permissions to everyone.
es: Ocurrió un error al eliminar los permisos para todos los usuarios.

# MessageErrorInsertObjectPublic
source: Failed to register permissions to everyone.
es: Ocurrió un error al registrar los permisos para todos los usuarios.

# MessageErrorPermissionsByUser
source: Error to obtain the permissions list for the user.
es: Ocurrió un error al obtener los permisos registrados para el usuario.

# MessageErrorUserName
source: The user name can not be empty or null.
es: El nombre del usuario no puede ser nulo o vacío.

# MessageErrorVerifyPermissionsByUser
source: Error to verify if the user has permission to access the form.
es: Ocurrió un error al verificar si el usuario tiene permisos para acceder al formulario.

# NoDataRowsActivity
source: There are no users with permissions for this Activity.
es: No existen usuarios con permisos para esta Actividad.

# NoDataRowsKpi
source: There are no users with permissions for this KPI.
es: No existen usuarios con permisos para este KPI.

# NoDataRowsPerson
source: There are no users with permissions for this Person.
es: No existen usuarios con permisos para esta Persona.

# NoDataRowsProject
source: There are no users with permissions for this Project.
es: No existen usuarios con permisos para este Proyecto.

# PageTitleActivity
source: Share Activity
es: Compartir Actividad

# PageTitleKpi
source: Share KPI
es: Compartir KPI

# PageTitlePerson
source: Share Person
es: Compartir Persona

# PageTitleProject
source: Share Project
es: Compartir Proyecto

# ReturnActivityLink
source: Back to Activities list
es: Regresar al listado de Actividades

# ReturnKpiLink
source: Back to KPIs list
es: Regresar al listado de KPIs

# ReturnPersonLink
source: Back to People list
es: Regresar al listado de Personas

# ReturnProjectLink
source: Back to Projects list
es: Regresar al listado de Proyectos

# SubtitleLabelActivity
source: You are sharing an Activity:
es: Está compartiendo una actividad:

# SubtitleLabelKpi
source: You are sharing a KPI:
es: Está compartiendo un KPI:

# SubtitleLabelPerson
source: You are sharing a Person:
es: Está compartiendo una persona:

# SubtitleLabelProject
source: You are sharing a Project:
es: Está compartiendo un proyecto:

# UserNotOwnActivity
source: The user is not owner, cannot share the activity with other users.
es: El usuario no es propietario, no puede compartir la actividad con otros usuarios.

# UserNotOwnKpi
source: The user is not owner, cannot share the KPI with other users.
es: El usuario no es propietario, no puede compartir el KPI con otros usuarios.

# UserNotOwnPerson
source: The user is not owner, cannot share the person with other users.
es: El usuario no es propietario, no puede compartir la persona con otros usuarios.

# UserNotOwnProject
source: The user is not owner, cannot share the project with other users.
es: El usuario no es propietario, no puede compartir el proyecto con otros usuarios.

# UserPermissionsActivityLabel
source: Users with permissions for this activity:
es: Usuarios que tienen permisos para esta actividad:

# UserPermissionsKpiLabel
source: Users with permissions for this KPI:
es: Usuarios que tienen permisos para este KPI:

# UserPermissionsPersonLabel
source: Users with permissions for this person:
es: Usuarios que tienen permisos para esta persona:

# UserPermissionsProjectLabel
source: Users with permissions for this project:
es: Usuarios que tienen permisos para este proyecto:

# UserActualCustomValidator
source: 'You cannot register permissions to yourself.'
es: 'No puede registrar permisos a usted mismo.'

# VerifyActualUserFail
source: "It could not be verified if the selected user is the user in session."
es: "No se pudo verificar si el usuario seleccionado es el mismo que registra."
