Repository: Artexacta/KPITool
Catalog: Software/KPITOOLWebApp/App_GlobalResources/UserData.*.resx
Languages: es

# AddressKeySearch
source: address
es: direccion

# AddressLabel
source: Address:
es: Dirección:

# ApprovedColumn
source: Approved
es: Aprobado

# AreaFormatRegularExpressionValidator
source: Invalid characters in the area code.
es: Caracteres inválidos en el código de área.

# CancelButton
source: <i class='fa fa-times'></i> Cancel
es: <i class='fa fa-times'></i> Cancelar

# CellPhoneLabel
source: Cellphone:
es: Teléfono Móvil:

# ChangePasswordButton
source: <i class="fa fa-floppy-o"></i> Change Password
es: <i class="fa fa-floppy-o"></i> Cambiar Contraseña

# CiudadAreaTextBox
source: Area code
es: Cod.Área

# ConfirmDeleteUser
source: return confirm('Are you sure to delete the user?')
es: return confirm('¿Está seguro de eliminar el usuario?')

# ConfirmPasswordLabel
source: Confirm Password:
es: Confirmar Contraseña:

# ConfirmPasswordRequired
source: The password confirmation is required.
es: La confirmación de contraseña es requerida.

# ConfirmResetPassword
source: return confirm('The password will be changed and sent to the user via email. Are you sure to continue?')
es: return confirm('La contraseña será cambiada y se enviará al usuario por correo electrónico. ¿Esta seguro de continuar?')

# ConfirmUnlockUser
source: return confirm('Are you sure to unlock the user?')
es: return confirm('¿Esta seguro de desbloquear al usuario?')

# ConnectedColumn
source: Connected
es: Esta Conectado

# ContinuePushButton
source: Continue
es: Continuar

# CreatedUserLabel
source: The user was succesfully created. To return to the user list click the following link:
es: El usuario fue creado satisfactoriamente. Para volver al listado de usuarios presione el siguiente enlace:

# DeleteColumn
source: Delete
es: Eliminar

# DireccionFormatRegularExpressionValidator
source: Invalid characters in the address.
es: Caracteres inválidos en la dirección.

# EditColumn
source: Edit
es: Editar

# EmailColumn
source: Email
es: Correo Electrónico

# EmailKeySearch
source: email
es: correoElectronico

# EmailLabel
source: Email:
es: Correo Electrónico:

# EmailRequired
source: The email is required.
es: El correo electrónico es requerido.

# EmptyRowUser
source: There are no user registered
es: No se tienen usuarios registrados

# ExistsEmailCustomValidator
source: The email is already registered.
es: El correo electrónico se encuentra registrado.

# ExistsUserNameCustomValidator
source: The username already exists.
es: El nombre del usuario ya está registrado.

# ExternalAccesKeyName
source: externalAccess
es: accesoExterno

# FormatEmailRegularExpressionValidator
source: Malformed email.
es: Formato incorrecto del correo electrónico.

# FormatNombreRegularExpressionValidator
source: Invalid characters in the full name.
es: Caracteres inválidos en el nombre completo.

# FullNameColumn
source: Full Name
es: Nombre Completo

# FullNameKeySearch
source: fullName
es: nombreCompleto

# FullNameLabel
source: Full Name:
es: Nombre Completo:

# FullNameRequired
source: The full name is required.
es: El nombre completo es requerido.

# LockedColumn
source: Locked
es: Bloqueado

# MessageDeletedUser
source: The user was successfully deleted.
es: El usuario fue eliminado correctamente.

# MessageErrorChangeEmail
source: Unable to change the email.
es: No se pudo modificar el correo electrónico del Usuario.

# MessageErrorCreateUser
source: Error to register the user. Please contact your system administrator or try again.
es: Ocurrió un error al crear nuevo usuario.

# MessageErrorDeleteNoUser
source: Failed to delete a user not verified.
es: Error al eliminar un usuario no verificado.

# MessageErrorDeleteUser
source: Error to delete the user.
es: Ocurrió un error al eliminar el usuario.

# MessageErrorGetMembership
source: Error to obtain the user {0} from ASPNETDB.
es: Ocurrió un error al obtener el usuario {0} en ASPNETDB.

# MessageErrorGetUser
source: Error to obtain the user details.
es: Ocurrió un error al obtener la información del usuario.

# MessageErrorGetUsersList
source: Error to obtain the users list.
es: Ocurrió un error al obtener el listado de usuarios.

# MessageErrorNoMembership
source: The user {0} does no exists in ASPNETDB.
es: El usuario {0} no se encuentra registrado en ASPNETDB.

# MessageErrorResetPassword
source: Error to reset the password for the user {0}.
es: Ocurrió un error al restablecer la contraseña del usuario {0}.

# MessageErrorSendMail
source: The notification of new user created can not be sent.
es: No se pudo enviar la notificación de creación de cuenta al nuevo usuario.

# MessageErrorSentMailNew
source: Error to send email confirmation to the new user.
es: Ocurrió un error al enviar el email de confirmación al usuario.

# MessageErrorUnlockUser
source: Error to unlock the user {0}.
es: Ocurrió un error al desbloquear el usuario {0}.

# MessageErrorUpdateUser
source: Error to update the user.
es: Ocurrió un error al actualizar la información del usuario.

# MessagePasswordReset
source: The password for the user {0} was reset and succesfully sent.
es: Se restableció la contraseña para el usuario {0} y esta fue enviada satisfactoriamente.

# MessageUnlockedUser
source: The user {0} has been unlocked.
es: El usuario {0} ha sido desbloqueado.

# MessageUserCreated
source: The user was successfully created.
es: Se registró correctamente el usuario.

# MessageUserUpdated
source: The user information was succesfully updated.
es: La información del usuario fue actualizada correctamente.

# MessageWarningDeleteAdmin
source: The user admin can not be deleted.
es: El usuario administrador no puede ser eliminado.

# MessageWarningResetPassword
source: Unable to reset the password for the user {0}.
es: No es posible restablecer la contraseña del usuario {0}.

# MessageWarningUserUnlocked
source: The user {0} is unlocked.
es: El usuario {0} no se encuentra bloqueado.

# MessageZeroUserId
source: The user id can not be zero.
es: El ID del usuario ni puede ser cero.

# MobilePhoneKeySearch
source: cellphoneNumber
es: telefonoMovil

# NewButton
source: <i class='fa fa-user-plus'></i> New User
es: <i class='fa fa-user-plus'></i> Nuevo Usuario

# NewPasswordLabel
source: New Password:
es: Nueva contraseña:

# NewPasswordRequiredFieldValidator
source: The new password is required.
es: La nueva contraseña es requerida.

# NumeroFormatRegularExpressionValidator
source: Invalid characters in the phone number.
es: Caracteres inválidos en el número de teléfono.

# NumeroTextBox
source: Number
es: Número

# PageTitleCreate
source: Create User
es: Crear Usuario

# PageTitleEdit
source: Edit User
es: Editar Usuario

# PageTitleList
source: Users list
es: Lista de Usuarios

# PageTitlePassword
source: Change Password
es: Cambiar Contraseña

# PaisAreaTextBox
source: Country code
es: Cod.País

# PaisFormatRegularExpressionValidator
source: Invalid characters in the country code.
es: Caracteres inválidos en el código de país.

# PasswordChangedLabel
source: Your password was changed successfully.
es: Su contraseña fue modificado exitosamente.

# PasswordCompareValidator
source: The password and password confirmation must be equal.
es: La nueva contraseña y la confirmación deben ser iguales.

# PasswordLabel
source: Password:
es: Contraseña actual:

# PasswordRegularExpressionValidator
source: Error in password. It must contain at least 7 characters, including numbers, alphanumeric and non-alphanumeric characters.
es: Contraseña actual incorrecta o nueva contraseña inválida. Longitud mínima de nueva contraseña: {0}. Caracteres no alfanuméricos requeridos: {1}. Ej: @ # % - _! +

# PasswordRequired
source: The password is required.
es: La contraseña es requerida.

# PhoneFormatRegularExpressionValidator
source: Invalid characters in the cellphone.
es: Caracteres inválidos en el telefóno móvil.

# PhoneLabel
source: Phone:
es: Teléfono:

# PhoneNumberKeySearch
source: phoneNumber
es: telefono

# RestorePasswordColumn
source: Reset password
es: Restablecer contraseña

# SaveButton
source: <i class="fa fa-plus"></i> Save
es: <i class="fa fa-plus"></i> Guardar

# SearchLabel
source: Search:
es: Buscar:

# StepNextButton
source: <i class='fa fa-plus'></i> Create User
es: <i class='fa fa-plus'></i> Crear Usuario

# SubjectResetPassword
source: Password reset
es: Contraseña restablecida

# UserCreatedSubject
source: New user account
es: Creación de cuenta de usuario

# UserNameColumn
source: Username
es: Nombre de Usuario

# UserNameKeySearch
source: userName
es: nombreUsuario

# UserNameLabel
source: Username:
es: Nombre de Usuario:

# UserNameRegularExpressionValidator
source: Invalid characters in the user name.
es: Caracteres inválidos en el nombre de usuario.

# UserNameRequired
source: The user name is required.
es: El nombre de usuario es requerido.
